Repository: vmkspv/netsleuth
Catalog: po/*.po
Languages: bg, it, ja, pl, pt_br, ru, tr, uk

source: IP Subnet Calculator
bg: Калкулатор на IP адреси за подмрежи
it: Calcolatrice della subnet IP
ja: IP サブネット計算ツール
pl: Kalkulator podsieci IP
pt_br: Calculadora de sub-rede IP
ru: Калькулятор IP-подсетей
tr: IP Alt Ağ Hesaplayıcı
uk: Калькулятор IP-підмереж

source: Network;IP;Subnet;Mask;Host;Calculator;
bg: мрежа;подмрежа;маска;хост;калкулатор;
it: Rete;IP;Subnet;Maschera;Host;Calcolatrice;
ja: Network;IP;Subnet;Mask;Host;Calculator;ネットワーク;サブネット;マスク;ホスト;計算;
pl: Sieć;IP;Podsieć;Maska;Host;Kalkulator;
pt_br: Rede;IP;Sub-Rede;Máscara;Host;Calculadora;
ru: Сеть;IP;Подсеть;Маска;Хост;Калькулятор;
tr: Network;IP;Subnet;Mask;Host;Calculator;Ağ;Alt Ağ;Maske;Ana Bilgisayar;Hesaplayıcı;
uk: Мережа;IP;Підмережа;Маска;Хост;Калькулятор;

source: Calculate IP subnets
bg: Изчисляване на IP адеси за подмрежи
it: Calcola le subnet IP
ja: IP サブネットを計算します
pl: Obliczaj podsieci IP
pt_br: Calcular sub-redes IP
ru: Рассчитывайте IP подсетей
tr: IP alt ağlarını hesapla
uk: Розрахуйте IP підмереж

source: A simple utility for the calculation and analysis of IP subnet values, designed to simplify network configuration tasks.
bg: Проста програма за изчисляване и анализ на стойностите на IP адресите на подмрежите, предназначена за опростяване на задачите за настройване на мрежи.
it: Una semplice utility per il calcolo e l'analisi dei valori di subnet IP, progettata per semplificare le attività di configurazione di rete.
ja: IP サブネット値を計算・分析するための、シンプルなツールです。ネットワーク設定作業を簡単にすることを目的としています。
pl: Proste narzędzie do kalkulacji i analizy wartości podsieci IP, stworzone by ułatwiać zadania konfiguracji sieci.
pt_br: Um utilitário simples para cálculo e análise de valores de sub-redes IP, projetado para simplificar tarefas de configuração de rede.
ru: Простая утилита для расчёта и анализа значений IP-подсетей, позволяющая упростить задачи конфигурирования сети.
tr: Ağ yapılandırma görevlerini basitleştirmek için tasarlanmış, IP alt ağ değerlerinin hesaplanması ve incelemesi için yardımcı program.
uk: Проста утиліта для розрахунку та аналізу значень IP-підмереж, що дозволяє спростити завдання конфігурації мережі.

source: Calculation options
bg: Опции за изчисляване
it: Opzioni di calcolo
ja: 計算オプション
pl: Opcje obliczeń
pt_br: Opções de cálculo
ru: Параметры расчёта
tr: Hesaplama seçenekleri
uk: Параметри розрахунку

source: List of results
bg: Списък на резултатите
it: Elenco dei risultati
ja: 結果の一覧
pl: Lista wyników
pt_br: Lista de resultados
ru: Список результатов
tr: Sonuçların listesi
uk: Список результатів

source: Split view layout
it: Dividi vista del Layout
pl: Widok podzielony
pt_br: Layout dividido
ru: Адаптивный дизайн
tr: Bölünmüş görünüm düzeni
uk: Адаптивний дизайн

source: Address
bg: Адрес
it: Indirizzo
ja: アドレス
pl: Adres
pt_br: Endereço
ru: Адрес
tr: Adres
uk: Адреса

source: Netmask
bg: Мрежова маска
it: Maschera di rete
ja: ネットマスク
pl: Maska
pt_br: Máscara de rede
ru: Маска
tr: Ağ Maskesi
uk: Маска

source: Wildcard
bg: Заместваща маска
it: Carattere jolly
ja: ワイルドカード
pt_br: Curinga
ru: Обратная маска
tr: Joker Karakter
uk: Зворотня маска

source: Network
bg: Мрежа
it: Rete
ja: ネットワーク
pl: Sieć
pt_br: Rede
ru: Адрес сети
tr: Ağ
uk: Адреса мережі

source: Broadcast
bg: Разпръскване
ja: ブロードキャスト
pl: Rozgłoszenie
ru: Широковещательный адрес
tr: Yayın
uk: Широкомовна адреса

source: First Host
bg: Първи хост
it: Primo host
ja: 先頭ホストアドレス
pl: Pierwszy host
pt_br: Primeiro Host
ru: Первый хост
tr: İlk Ev Sahibi
uk: Перший хост

source: Last Host
bg: Последен хост
it: Ultimo host
ja: 末尾ホストアドレス
pl: Ostatni host
pt_br: Último Host
ru: Последний хост
tr: Son Ev Sahibi
uk: Останній хост

source: Total Hosts
bg: Общо хостове
it: Totale host
ja: ホストアドレス数
pl: Ilość hostów
pt_br: Total de Hosts
ru: Всего хостов
tr: Toplam Ev Sahibi
uk: Усього хостів

source: Category
bg: Категория
it: Categoria
ja: カテゴリー
pl: Kategoria
pt_br: Categoria
ru: Категория
tr: Kategori
uk: Категорія

source: PTR Record
bg: PTR запис
ja: PTR レコード
pl: Rekord PTR
pt_br: Registro PTR
ru: Обратный адрес
tr: PTR Kaydı
uk: Зворотня адреса

source: IPv4 Mapped Address
bg: Зададен IPv4 адрес
it: Indirizzo IPv4 mappato
ja: IPv4 射影アドレス
pl: Zmapowany adres IPv4
pt_br: Endereço Mapeado IPv4
ru: Отображаемый IPv4-адрес
tr: IPv4 Eşlemeli Adres
uk: Відображувана IPv4-адреса

source: 6to4 Prefix
bg: 6to4 представка
it: Prefisso 6to4
ja: 6to4 プレフィックス
pl: Prefiks 6to4
pt_br: Prefixo 6to4
ru: 6to4-префикс
tr: 6ʼya 4 Önek
uk: 6to4-префікс

source: Error
bg: Грешка
it: Errore
ja: エラー
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка

source: Invalid IP address or mask
bg: Неправилен IP адрес или маска
it: Indirizzo IP o maschera non validi
ja: IP アドレスまたはネットマスクが不正です
pl: Zły adres IP lub maska
pt_br: Endereço de IP ou máscara inválidos
ru: Недопустимый IP-адрес или маска
tr: Geçersiz IP adresi ya da maskesi
uk: Недійсний IP-адреса або маска

source: Private (Class A)
bg: Частен (Клас A)
it: Privato (Classe A)
ja: プライベート (クラス A)
pl: Prywatny (Klasa A)
pt_br: Privado (Classe A)
ru: Частный (класс A)
tr: Özel (A Sınıfı)
uk: Приватний (клас A)

source: Private (Class B)
bg: Частен (Клас B)
it: Privato (Classe B)
ja: プライベート (クラス B)
pl: Prywatny (Klasa B)
pt_br: Privado (Classe B)
ru: Частный (класс B)
tr: Özel (B Sınıfı)
uk: Приватний (клас B)

source: Private (Class C)
bg: Частен (Клас C)
it: Privato (Classe C)
ja: プライベート (クラス C)
pl: Prywatny (Klasa C)
pt_br: Privado (Classe C)
ru: Частный (класс C)
tr: Özel (C Sınıfı)
uk: Приватний (клас C)

source: Loopback
bg: Локален интерфейс
ja: ループバック
pl: Pętla zwrotna (loopback)
ru: Обратная связь (Loopback)
tr: Geri döngü
uk: Зворотний зв'язок (Loopback)

source: Link-Local (APIPA)
bg: Локална връзка (APIPA)
it: Link-Locale (APIPA)
ja: リンクローカル (APIPA)
ru: Локальная адресация (APIPA)
tr: Bağlantı-Yerel (APIPA)
uk: Локальна адресація (APIPA)

source: Multicast
bg: Мултикаст
ja: マルチキャスト
ru: Мультикаст
tr: Çoklu yayın
uk: Мультикаст

source: Reserved
bg: Запазен
it: Riservato
ja: 予約
pl: Zarezerwowane
pt_br: Reservado
ru: Зарезервированный
tr: Ayrılmış
uk: Зарезервований

source: Public
bg: Публичен
it: Pubblico
ja: パブリック
pl: Publiczny
pt_br: Público
ru: Публичный
tr: Genel
uk: Публічний

source: ip for calculation
bg: ip адрес за изчисляване
it: ip per calcolo
ja: 計算対象の IP アドレス
pl: ip do kalkulacji
pt_br: ip para cálculo
ru: ip для выполнения расчёта
tr: hesaplanacak ip adresi
uk: ip для виконання розрахунку

source: subnet mask (default: 24)
bg: маска на подмрежата (стандартно: 24)
it: maschera di sottorete (predefinita: 24)
ja: サブネットマスク (デフォルト: 24)
pl: maska podsieci (domyślnie: 24)
pt_br: máscara de sub-rede (padrão: 24)
ru: маска подсети (по умолчанию: 24)
tr: alt ağ maskesi (öntanımlı: 24)
uk: маска підмережі (за замовчуванням: 24)

source: show binary values
bg: извеждане на двоични стойности
it: mostra valori binari
ja: 二進数の値を表示する
pl: pokaż wartości binarne
pt_br: mostrar valores binários
ru: показать двоичные значения
tr: ikili değerleri göster
uk: вивести двійкові значення

source: show hexadecimal values
bg: показване на шестнайсетични стойности
it: mostra valori esadecimali
ja: 十六進数の値を表示する
pl: pokaż wartości heksadecymalne
pt_br: mostrar valores hexadecimais
ru: показать шестнадцатеричные значения
tr: onaltılık değerleri göster
uk: вивести шістнадцяткові значення

source: show this help message and exit
bg: извеждане на това съобщение за помощ и изход
it: mostra questo messaggio di aiuto ed esci
ja: 使い方を表示して終了する
pl: pokaż tą wiadomość i wyjdź
pt_br: mostrar esta mensagem de ajuda e sair
ru: показать эту справку и выйти
tr: bu yardımı göster ve çık
uk: вивести цю довідку та вийти

source: show version information and exit
bg: извеждане на версията и изход
it: mostra informazioni sulla versione ed esci
ja: バージョン情報を表示して終了する
pl: pokaż informacje o wersji i wyjdź
pt_br: mostrar informações da versão e sair
ru: показать информацию о версии и выйти
tr: sürüm bilgisini yazdır ve çık
uk: вивести інформацію про версію та вийти

source: netsleuth {version} Copyright (C) 2024-2025 Vladimir Kosolapov License GPLv3+: GNU GPL version 3 or later <https://gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law. Please report bugs to: <https://github.com/vmkspv/netsleuth/issues>.
bg: netsleuth {version} Авторски права (C) 2024-2025 Vladimir Kosolapov Лицензия GPLv3+: GNU GPL версия 3 или по-нова <https://gnu.org/licenses/gpl.html>. Това е свободен софтуер: може свободно да го променяте и разпространявате. Няма никаква ГАРАНЦИЯ, доколкото това е позволено от закона. Докладвайте за грешки на: <https://github.com/vmkspv/netsleuth/issues>.
it: netsleuth {version} Copyright (C) 2024-2025 Vladimir Kosolapov Licenza GPLv3+: GNU GPL versione 3 o successiva <https://gnu.org/licenses/gpl.html>. Questo è software libero: sei libero di modificarlo e ridistribuirlo. NON C'È ALCUNA GARANZIA, nella misura consentita dalla legge. Segnala i bug a: <https://github.com/vmkspv/netsleuth/issues>.
pl: netsleuth {version} Copyright (C) 2024-2025 Vladimir Kosolapov Licencja GPLv3+: GNU GPL version 3 or lub nowsze <https://gnu.org/licenses/gpl.html>. To jest wolne oprogramowanie: możesz je zmieniać i rozpowszechniać. Nie udziela się ŻADNEJ GWARANCJI, w zakresie dozwolonym przez prawo Zgłaszanie błędów kierować na adres: <https://github.com/vmkspv/netsleuth/issues>.
ru: netsleuth {version} Copyright (C) 2024-2025 Vladimir Kosolapov Лицензия GPLv3+: GNU GPL версии 3 или новее <https://gnu.org/licenses/gpl.html>. Это свободное ПО: вы можете изменять и распространять его. Нет НИКАКИХ ГАРАНТИЙ в пределах действующего законодательства. Пожалуйста, сообщайте о проблемах на: <https://github.com/vmkspv/netsleuth/issues>.
uk: netsleuth {version} Copyright (C) 2024-2025 Vladimir Kosolapov Ліцензія GPLv3+: GNU GPL версії 3 або новішій <https://gnu.org/licenses/gpl.html>. Це вільне ПЗ: ви можете вільно змінювати і поширювати його. Немає ЖОДНИХ ГАРАНТІЙ у межах чинного законодавства. Будь ласка, повідомляйте про вади на: <https://github.com/vmkspv/netsleuth/issues>.

source: options
bg: опции
it: opzioni
ja: オプション
pl: opcje
pt_br: opções
ru: параметры
tr: seçenekler
uk: параметри

source: general
bg: общи
it: generale
ja: 一般
pl: ogólne
pt_br: geral
ru: общее
tr: genel
uk: загальні

source: positional arguments
bg: позиционни аргументи
it: argomenti posizionali
ja: 引数
pl: argumenty pozycyjne
pt_br: argumentos posicionais
ru: позиционные аргументы
tr: konumsal argümanlar
uk: позиційні аргументи

source: usage:
bg: употреба:
it: uso:
ja: 使用法:
pl: wykorzystanie:
pt_br: uso:
ru: использование:
tr: kullanım:
uk: використання:

source: Scan files for threats
ja: ファイルの脅威をスキャン
pt_br: Analisar arquivos em busca de malware
ru: Проверяйте файлы на угрозы
tr: Dosyaları tehditlere karşı tara

source: About Netsleuth
bg: Относно Netsleuth
it: Informazioni su Netsleuth
ja: Netsleuth について
pl: Na temat Netsleuth
pt_br: Sobre o Netsleuth
ru: О приложении
tr: Netsleuth Hakkında
uk: Про Netsleuth

source: Details
bg: Подробности
it: Dettagli
ja: 詳細
pl: Szczegóły
pt_br: Detalhes
ru: Детали
tr: Ayrıntılar
uk: Деталі

source: IP Address
bg: IP адрес
it: Indirizzo IP
ja: IP アドレス
pl: Adres IP
pt_br: Endereço de IP
ru: IP-адрес
tr: IP Adresi
uk: IP-адреса

source: History
bg: История
it: Cronologia
ja: 履歴
pl: Historia
pt_br: Histórico
ru: История
tr: Geçmiş
uk: Історія

source: Subnet Mask
bg: Маска на подмрежата
it: Maschera di sottorete
ja: サブネットマスク
pl: Maska podsieci
pt_br: Máscara de Sub-rede
ru: Маска подсети
tr: Alt Ağ Maskesi
uk: Маска підмережі

source: Show Binary
bg: Показване в двоичен код
it: Mostra binario
ja: 二進数の値を表示
pl: Pokaż binarnie
pt_br: Mostrar Binário
ru: Двоичные значения
tr: İkilik Göster
uk: Двійкові значення

source: Display binary representation of IP addresses
bg: Показване на двоично представяне на IP адреси
it: Visualizza la rappresentazione binaria degli indirizzi IP
ja: 二進数で表現した IP アドレスを表示します
pl: Pokaż binarną reprezentację adresu IP
pt_br: Mostrar representação binária dos endereços IP
ru: Отображать двоичное представление IP-адресов
tr: IP adreslerinin ikili sunumunu göster
uk: Відображати двійкове представлення IP-адресiв

source: Show Hexadecimal
bg: Показване на шестнадесетична
it: Mostra esadecimale
ja: 十六進数の値を表示
pl: Pokaż heksadecymalnie
pt_br: Mostrar Hexadecimal
ru: Шестнадцатеричные значения
tr: Onaltılık Göster
uk: Шістнадцяткові значення

source: Display hexadecimal representation of IP addresses
bg: Показване на шестнайсетично представяне на IP адреси
it: Visualizza la rappresentazione esadecimale degli indirizzi IP
ja: 十六進数で表現した IP アドレスを表示します
pl: Pokaż heksadecymalną reprezentacje adresu IP
pt_br: Exibir representação hexadecimal dos endereços IP
ru: Отображать шестнадцатеричное представление IP-адресов
tr: IP adreslerinin onaltılık sunumunu göster
uk: Відображати шістнадцяткове представлення IP-адресiв

source: Calculate
bg: Изчисляване
it: Calcola
ja: 計算する
pl: Oblicz
pt_br: Calcular
ru: Рассчитать
tr: Hesapla
uk: Розрахувати

source: Did you know?
bg: Знаете ли, че?
it: Lo sapevi?
ja: ご存じですか?
pl: Wiedziałeś?
pt_br: Você sabia?
ru: Знаете ли вы?
tr: Biliyor musunuz?
uk: Чи знаєте ви?

source: Results
bg: Резултати
it: Risultati
ja: 結果
pl: Wyniki
pt_br: Resultados
ru: Результаты
tr: Sonuçlar
uk: Результати

source: Copy All
bg: Копиране на всичко
it: Copia tutto
ja: すべてコピー
pl: Skopiuj całość
pt_br: Copiar Tudo
ru: Копировать всё
tr: Tümünü Kopyala
uk: Копіювати все

source: Export
bg: Изнасяне
it: Esporta
ja: エクスポート
pl: Wyeksportuj
pt_br: Exportar
ru: Экспортировать
tr: Dışa Aktar
uk: Експортувати

source: No Results
bg: Няма резултати
it: Nessun risultato
ja: 結果なし
pl: Brak wyników
pt_br: Sem Resultados
ru: Ничего нет
tr: Sonuç Yok
uk: Нічого немає

source: Your calculation results will appear here
bg: Резултатите от изчисленията ви ще се появят тук
it: I risultati del tuo calcolo appariranno qui
ja: 計算結果がここに表示されます
pl: Wyniki twoich obliczeń pojawią się tutaj
pt_br: Seus resultados de cálculo aparecerão aqui
ru: Результаты ваших расчётов появятся здесь
tr: Hesaplama sonuçlarınız burada görünecek
uk: Результати ваших розрахунків з'являться тут

source: The 0.0.0.0 address is used to represent the default route or an unknown target network.
bg: Адресът 0.0.0.0 се използва за представяне на стандартния маршрут или на неизвестна целева мрежа.
it: L'indirizzo 0.0.0.0 viene utilizzato per rappresentare il percorso predefinito o una rete di destinazione sconosciuta.
ja: 0.0.0.0 というアドレスは、デフォルトルートや宛先不明なネットワークを表すのに使われます。
pl: Adres 0.0.0.0 jest używany do reprezentowania trasy domyślnej lub nieznanego celu sieciowego.
pt_br: O endereço 0.0.0.0 é usado para representar a rota padrão ou uma rede de destino desconhecida.
ru: Адрес 0.0.0.0 используется для обозначения неизвестной целевой сети или маршрута по умолчанию.
tr: 0.0.0.0 adresi, öntanımlı yolu ya da bilinmeyen hedef ağı temsil etmek için kullanılır.
uk: Адреса 0.0.0.0 використовується для позначення невідомої цільової мережі або маршруту за замовчуванням.

source: A PTR record enables reverse DNS lookup, translating an IP address back to a domain name.
bg: PTR записите позволяват обратното DNS търсене, като превежда IP адрес обратно към име на домейн.
it: Un record PTR consente la ricerca DNS inversa, traducendo un indirizzo IP in un nome di dominio.
ja: PTR レコードは DNS の逆引きを可能にするもので、IP アドレスをドメイン名に変換します。
pl: Rekord PTR pozwala na odwrotne wyszukiwanie DNS (reverse DNS), tłumacząc adres IP z powrotem na nazwę domeny.
pt_br: Um registro PTR permite a consulta reversa de DNS, traduzindo um endereço IP de volta para um nome de domínio.
ru: PTR-запись позволяет выполнять обратный поиск DNS, преобразуя IP-адрес в доменное имя.
tr: PTR kaydı, ters DNS aramasını mümkün kılarak IP adresini alan adına geri çevirir.
uk: PTR-запис дозволяє виконувати зворотний пошук DNS, перетворюючи IP-адресу на доменне ім'я.

source: The 240.0.0.0/4 block was originally reserved for future experiments, but is now considered legacy.
bg: 240.0.0.0/4 първоначално е бил запазен за бъдещи експерименти, но сега се счита за остарял.
it: Il blocco 240.0.0.0/4 era originariamente riservato per esperimenti futuri, ma è ora considerato obsoleto.
ja: 240.0.0.0/4 のブロックは、元々将来のための予約でしたが、今では過去の遺物とみなされています。
pl: Blok 240.0.0.0/4 był oryginalnie zarezerwowany na przyszłe eksperymenty, ale jest teraz uważany za przestarzały.
pt_br: O bloco 240.0.0.0/4 foi originalmente reservado para experimentos futuros, mas agora é considerado legado.
ru: Изначально блок 240.0.0.0/4 был зарезервирован для будущих экспериментов, но теперь считается устаревшим.
tr: 240.0.0.0/4 bloğu başlangıçta gelecekteki deneyler için ayrılmıştı, ancak artık eskimiş olarak kabul edilmektedir.
uk: Спочатку блок 240.0.0.0/4 був зарезервований для майбутніх експериментів, але тепер вважається застарілим.

source: In a /30 subnet, there are only 2 usable IP addresses, often used for point-to-point links.
bg: В /30 подмрежа има само 2 използваеми IP адреса, които често се използват за връзки от точка до точка.
it: In una subnet /30, ci sono solo 2 indirizzi IP utilizzabili, spesso usati per collegamenti punto-punto.
ja: /30 のサブネットで利用可能な IP アドレスは 2 台のみなので、多くの場合ポイントツーポイント接続に用いられます。
pl: W podsieci /30, są tylko 2 używalne adresy IP, często używana jest od do połącznień typu punkt-punkt.
pt_br: Em uma sub-rede /30, existem apenas 2 endereços IP utilizáveis, frequentemente usados para links de ponto a ponto.
ru: В подсети /30 есть только 2 используемых IP-адреса, часто применяемых для соединений точка-точка.
tr: /30 alt ağında, genellikle noktadan noktaya bağlantılar için kullanılan yalnızca 2 kullanılabilir IP adresi vardır.
uk: У підмережі /30 є лише 2 IP-адреси, що використовуються, часто застосовуються для з'єднань точка-точка.

source: Wildcard mask inverts subnet masks, providing flexible IP filtering in access lists.
bg: Заместваща маска обръща маските на подмрежите, като осигурява гъвкаво филтриране на IP адреси в списъците за достъп.
it: La maschera jolly inverte le maschere di sottorete, fornendo un filtraggio IP flessibile negli elenchi di accesso.
ja: ワイルドカードマスクはサブネットマスクを逆転させたもので、アクセス制御リストにおいて柔軟な IP フィルタリングを可能にします。
pl: Maska typu wildcard odwraca maski podsieci, zapewniają elastyczne filtrowanie w listach kontroli dostępu.
pt_br: A máscara curinga inverte as máscaras de sub-rede, proporcionando filtragem flexível de IP em listas de acesso.
ru: Обратная маска инвертирует маски подсетей, обеспечивая гибкую фильтрацию IP в списках доступа.
tr: Joker karakter maskesi, alt ağ maskelerini tersine çevirerek erişim listelerinde esnek IP filtreleme sağlar.
uk: Зворотня маска інвертує маски підмереж, забезпечуючи гнучку фільтрацію IP у списках доступу.

source: An IP's binary representation always has 32 bits, regardless of the decimal notation used.
bg: Двоичното представяне на IP адрес винаги има 32 бита, независимо от използваната десетична нотация.
it: La rappresentazione binaria di un IP ha sempre 32 bit, indipendentemente dalla notazione decimale utilizzata.
ja: IP アドレスは常に 32 ビットの二進数で表現され、それは十進法で表記されていても変わりません。
pl: Binarna reprezentacrja IP zawsze ma 32 bity, niezależnie od użytej notacji dziesiętnej.
pt_br: A representação binária de um IP sempre possui 32 bits, independentemente da notação decimal usada.
ru: Двоичное представление IP-адреса всегда содержит 32 бита, независимо от используемой десятичной нотации.
tr: Bir IPʼnin ikili gösterimi, kullanılan ondalık gösterimden bağımsız olarak her zaman 32 bitten oluşur.
uk: Двійкове представлення IP-адреси завжди містить 32 біти, незалежно від використаної десяткової нотації.

source: Copy
bg: Копиране
it: Copia
ja: コピー
pl: Skopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
uk: Копіювати

source: Copied to clipboard
bg: Копирано в буфера за обмен
it: Copiato negli appunti
ja: クリップボードにコピーしました
pl: Skopiowano do schowka
pt_br: Copiado para área de transferência
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
uk: Скопійовано до буфера обміну

source: Clear
bg: Изчистване
it: Pulisci
ja: 消去
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
uk: Очистити

source: No History
bg: Няма история
it: Nessuna cronologia
ja: 履歴なし
pl: Brak historii
pt_br: Sem Histórico
ru: Ничего нет
tr: Geçmiş Yok
uk: Нічого немає

source: Your calculation history will appear here
bg: Историята на изчисленията ви ще се появи тук
it: La cronologia dei tuoi calcoli apparirà qui
ja: 計算履歴がここに表示されます
pl: Tutaj pojawi się twoja historia obliczeń
pt_br: Seu histórico de cálculos aparecerá aqui
ru: История ваших расчётов появится здесь
tr: Hesaplama geçmişiniz burada görünecek
uk: Історія ваших розрахунків з'явиться тут

source: Select
bg: Избор
it: Seleziona
ja: 選択
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
tr: Seç
uk: Вибрати

source: Calculated: {ip}/{mask}
bg: Изчислено: {ip}/{mask}
it: Calcolato: {ip}/{mask}
ja: 次の IP アドレスで計算しました: {ip}/{mask}
pl: Obliczono: {ip}/{mask}
pt_br: Calculado: {ip}/{mask}
ru: Рассчитано: {ip}/{mask}
tr: Hesaplanan: {ip}/{mask}
uk: Розраховано: {ip}/{mask}

source: History cleared
bg: Историята е изчистена
it: Cronologia cancellata
ja: 履歴を消去しました
pl: Historia wyczyszczona
pt_br: Histórico limpo
ru: История очищена
tr: Geçmiş temizlendi
uk: Історія очищена

source: Export results
bg: Резултати от изнасянето
it: Esporta risultati
ja: 結果をエクスポート
pl: Wyeksportuj wyniki
pt_br: Exportar resultados
ru: Экспорт результатов
tr: Sonuçları dışa aktar
uk: Експорт результатів

source: Saved to {file}
bg: Запазено в {file}
it: Salvato in {file}
ja: {file} に保存しました
pl: Zapisano do pliku {file}
pt_br: Salvo em {file}
ru: Сохранено в {file}
tr: {file} kaydedildi
uk: Збережено у {file}

source: netsleuth {version} Copyright (C) 2024-2026 Vladimir Kosolapov License GPLv3+: GNU GPL version 3 or later <https://gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law. Please report bugs to: <https://github.com/vmkspv/netsleuth/issues>.
ja: netsleuth {version} Copyright (C) 2024-2026 Vladimir Kosolapov License GPLv3+: GNU GPL version 3 or later <https://gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law. バグ報告はこちら: <https://github.com/vmkspv/netsleuth/issues>
pt_br: netsleuth {version} Copyright (C) 2024-2026 Vladimir Kosolapov Licença GPLv3+: GNU GPL versão 3 ou posterior <https://gnu.org/licenses/gpl.html>. Este é um software livre: você pode modificá-lo e redistribuí-lo. NÃO HÁ QUALQUER GARANTIA, na medida permitida por lei. Relate os bugs em: <https://github.com/vmkspv/netsleuth/issues>.
tr: netsleuth {version} Telif hakkı (C) 2024-2026 Vladimir Kosolapov Lisans: GPLv3+: GNU GPL sürüm 3 ya da üstü <https://gnu.org/licenses/gpl.html>. Bu özgür bir yazılımdır: istediğiniz gibi değiştirebilir ve yeniden dağıtabilirsiniz. Yasaların izin verdiği ölçüde, HİÇBİR GARANTİ VERİLMEMEKTEDİR. Lütfen hataları şu adrese bildirin: <https://github.com/vmkspv/netsleuth/issues>.
